the
and
be
to
of
in
that
change
weather
have
climate
it
we
a
do
not
more
i
melt
for
on
think
natural
ice
with
but
extreme
as
can
will
about
must
storm
this
much
flood
nan
temperature
rise
level
world
all
the
our
people
increase
""
warm
so
water
""
rain
something
what
sea
take
more
extreme
get
time
or
should
there
also
go
live
who
that
always
it
climate
little
winter
warmer
global
happen
at
wind
future
by
global
ice
than
need
pole
from
make
pollution
they
when
only
because
polar
oil
earth
too
if
less
affect
before
one
we
very
human
manmade
nature
come
us
planet
many
co
good
which
a
energy
use
cycle
become
important
reduce
out
earth
condition
warmer
now
my
environment
no
part
help
gas
higher
summer
money
other
long
me
how
influence
bear
snow
food
melting
seriously
create
major
air
an
bad
their
like
but
precipitation
you
way
lead
up
better
lot
over
life
severe
wetter
such
challenge
know
where
consumption
due
new
large
greenhouse
most
environmental
place
cold
measure
there
serious
rainfall
unstable
thinking
car
natural
what
just
disaster
china
see
focus
heat
scary
research
enough
ozone
any
age
problem
term
care
temperature
etc
result
some
anthropogenic
issue
pollute
action
responsibility
its
well
down
start
stop
high
weather
co
difficult
population
negative
layer
hear
both
even
plant
poor
without
something
its
these
frighten
into
pole
possible
country
around
those
effect
fuel
own
may
man
small
north
word
today
say
impact
different
destroy
im
much
build
seem
experience
solar
sea
want
believe
worse
work
really
find
anything
health
far
threat
big
rain
here
talk
would
tax
look
is
worry
nothing
after
clean
turn
higher
greater
ourselves
end
reason
contribute
sun
frequent
atmosphere
development
since
die
season
probably
could
pollution
lack
feel
globe
control
great
heavy
especially
milder
first
soil
arctic
strong
able
average
species
contamination
matter
drought
cause
adapt
drive
generation
hotter
dry
less
coal
next
still
whether
begin
animal
fossil
media
several
faster
how
occur
against
mean
debate
anyway
destruction
lower
actually
production
last
same
environmentally
afraid
contamination
technology
when
its
prevent
fight
year
often
power
this
save
hurricane
renewable
again
soon
limit
develop
rich
history
concern
in
""
political
process
everyone
everything
typhoon
hysteria
exaggerate
one
put
economic
society
policy
thing
recycle
understand
sustainable
ago
bite
hot
crisis
our
under
bother
ras
blame
water
earths
storm
host
tree
dangerous
worst
bad
forest
wave
fee
many
they
every
hope
themselves
damage
necessary
otherwise
severe
your
read
while
worlds
not
at
hysteria
through
naturally
transport
sad
example
international
powerful
back
source
each
real
system
rest
activity
side
""
relation
growth
few
environment
""
change
cut
exist
improve
quite
wilder
grow
disaster
keep
force
volcanic
community
garbage
case
why
change
al
major
for
longer
threat
not
completely
city
provide
call
strange
apply
suffer
relate
infrastructure
to
danger
biggest
remove
further
lose
polar
then
throughout
perhaps
claim
area
friendly
late
negative
consume
policy
wildlife
south
complex
previously
tire
industry
rule
daily
l
no
doubt
colder
order
right
mass
scary
deal
smelt
nation
pass
harmful
pay
solve
deforestation
age
mild
involve
important
climatic
unsure
future
electric
maybe
situation
""
co
extent
low
state
gore
glacier
economy
ocean
form
phenomenon
run
discuss
manage
home
between
certain
difficult
totally
difference
trend
hard
why
quickly
o
direction
public
period
regard
rather
""
together
sometimes
land
current
try
standard
environmental
war
possibly
fraud
west
everyone
anthropogenic
somewhat
excessive
shortage
if
away
peoples
gain
sick
course
loss
drought
sell
fear
compare
follow
emission
behavior
interest
burn
dramatic
although
stand
shorter
some
distance
wetter
reality
concern
yes
spend
eruption
litter
green
world
sure
recent
vulnerable
reverse
cheap
flight
during
imbalance
an
two
normal
my
deglaciation
death
""
throw
emit
several
doomsday
risk
very
govern
least
nature
opinion
uncertainty
necessarily
day
constantly
waste
and
face
enormous
negatively
north
wet
todays
""
instead
ability
implement
poor
buy
""
stable
show
universe
surface
drier
greed
top
increasingly
fix
formwork
scar
therefore
reach
with
landslide
exploit
move
flooding
dirty
recovery
largely
significant
""
impossible
locally
earths
short
ban
so
scope
aircraft
evidence
cop
norway
general
drill
extra
""
whole
warming
ozone
progress
renewable
business
do
shall
struggle
everyday
avoid
past
foremost
conscious
agreement
conflict
politically
devastation
and
challenge
lie
consumer
insecurity
entire
beyond
dependent
longterm
warm
might
possible
humid
subject
now
greenhouse
excessive
positive
all
weather
tropical
among
financial
give
should
disappear
oil
choose
industrial
protect
ignorance
ski
never
fish
urgent
concrete
anxious
thats
alter
dare
think
palm
unpredictable
eat
layer
wish
recognize
fine
police
heavy
habit
is
south
welfare
be
level
travel
expose
technological
man
light
that
deteriorate
prove
capitalism
aware
complicate
extinction
variation
correct
continue
degree
cultivation
wonder
theme
addition
elsewhere
pol
alone
nothing
smoke
it
fund
across
import
amount
nonsense
besides
earn
set
farm
historically
misuse
violent
relatively
energy
various
them
trouble
catastrophic
exaggeration
smaller
decrease
mere
reuse
large
basis
anyone
towards
tired
charge
becomes
factor
house
un
wind
climate
normal
person
idea
later
overcrowd
report
kind
destruction
truth
realize
old
""
globally
money
sustainable
concentrate
mediainduced
were
behind
main
drastic
rapid
poison
antarctic
wild
new
invest
his
slowly
government
mentality
task
single
humanity
forever
worried
millions
raise
mostly
threaten
already
ordinary
appear
cost
knowledge
wrong
collectively
clean
fall
""
deliberately
head
cultural
sensible
sorry
total
heater
afford
cow
pace
""
breakdown
g
expensive
information
ways
second
entirety
uncertain
green
wear
bring
surprise
depend
mitigate
environment
nonrenewable
rising
graduate
especially
where
abnormal
serious
write
""
horizon
documentary
dramatic
must
vegetation
attention
sign
round
unfair
food
along
latest
hazardous
issmelting
another
replace
stream
off
vary
gasoline
visible
overconsumption
surely
field
climate
preserve
comment
increasing
story
generally
adult
phenomena
big
sum
huff
medias
constant
milder
type
just
likely
critical
mother
engage
accord
below
you
watch
fashion
artificial
huge
throwaway
account
nuclear
supply
precipitation
example
moreover
ecological
include
hence
animals
spread
flood
climate
reel
not
those
change
complicated
sharpen
western
abnormal
earth
partly
lifetime
fear
guilt
minor
profit
tomorrow
mass
double
breathe
perhaps
essentially
research
majority
unfortunately
poverty
norway
currently
boil
fleet
however
climatefriendly
reduction
cover
detail
carry
shame
consist
done
true
personally
innocent
ensure
act
grind
sealevel
cold
myself
world
little
zone
faith
overall
overuse
answer
to
uncertain
goods
certainly
migration
combat
bus
pressure
hurt
gladly
corrupt
role
""
head
equal
discharge
another
per
dangerous
beach
alternative
immigration
eventually
spar
planetary
factory
similar
oodles
require
whatever
hope
air
carbon
selfish
ahead
high
social
hurricanes
spill
tell
arrange
withstand
gradually
m
next
contact
individual
western
ongoing
crisis
northern
value
tsunami
eg
present
busy
thereby
""
people
else
content
remember
""
relative
human
crime
company
stupid
product
speed
view
party
speak
electric
migration
insecurity
manmade
polarize
scale
school
assistance
nonsense
stormy
disagree
me
commit
change
usage
but
question
master
coping
hour
harder
first
angry
unstable
full
polluting
gulf
drastically
significantly
helpless
price
days
enter
stagnate
years
properly
can
responsibility
punish
car
ones
accelerate
politician
despair
rough
meet
play
chaos
lite
being
fit
frustrate
this
picture
each
slow
confusion
shrink
easy
yet
dawn
too
boring
society
remain
notch
must
rely
addition
above
of
take
pump
political
cattle
yield
""
now
lowlying
abroad
""
economics
partially
adverse
tsunami
famine
resource
grip
fund
despondency
bore
hard
disturb
imbalance
clearly
flexible
win
thaw
example
mouth
distribution
p
common
worth
politics
nevertheless
greener
unnecessary
natures
primarily
point
until
success
guilty
heat
photosynthesis
leave
capitalism
party
base
united
feeling
consequence
vehicle
front
then
sealevel
now
circle
allege
hell
liter
in
offset
regardless
tide
her
unemployment
additional
world
locate
ruin
initially
number
pull
horror
snow
goat
billion
rogue
benefit
portion
group
doom
increase
hundred
fresh
theory
colder
sort
scenario
once
manmade
agriculture
eternal
relevant
immediate
open
strive
""
unavoidable
shortterm
everything
trigger
stay
reindeer
extraction
income
opposite
clear
hasten
future
send
stomach
sorrow
nature
fgas
news
reality
up
attempt
pig
market
weather
splay
aggravation
exam
""
disposable
slaughter
shallow
progress
unbearably
bar
great
winter
itself
amendment
natural
storm
suggestion
vãrproblematikk
when
eastern
discomfort
unsustainable
simpler
masturbation
access
change
inertia
quality
bureaucracy
comfortable
cease
oven
previously
quickly
responsible
consumption
coverage
obvious
reduce
tram
precautionary
greater
it
bet
discharge
go
rent
pee
undergo
exactly
crisis
hopelessly
pleasure
statement
disagreement
weakest
unpopular
ridiculous
reuse
news
enemy
window
benefits
activity
subsequent
hassle
decommission
vote
scares
further
plat
artificial
betrayal
realm
initiate
susceptible
nice
ar
resident
uninhabitable
crustal
shall
everything
""
potatoes
endanger
resourcepoor
absolute
distant
disadvantage
tragic
secondly
things
century
inefficiently
despite
persist
mostgeneration
ago
future
is
better
rainfall
translate
rainforest
finding
us
climateneutral
cushion
temperature
hypocritical
mild
judgment
really
possible
provocative
exaggerated
tabloid
ordinary
freezer
development
thoughtful
uncertainty
cash
evolution
""
heating
again
toxic
irrelevant
resist
unfortunately
reelected
rush
pull
whats
tempest
purify
risk
retire
prater
confuse
mechanism
include
overuse
needless
paper
fort
states
yet
most
""
present
hermit
split
wit
storage
suspenders
consequences
ballot
thousand
foolish
demand
descendants
block
lesser
commitment
behalf
gasolinepowered
worry
surge
intensity
""
bind
monetary
available
quickly
propaganda
mad
active
inside
momentum
anemic
tremendous
even
miljonar
data
personal
amend
oppose
concurrent
counts
ââthey
aloud
social
from
fume
thought
""
urgently
warming
piss
""
information
die
speech
melting
media
weve
systems
norways
capable
""
capture
domino
corrupt
shoulder
starve
""
manmade
densely
safety
date
concentration
preferably
exaggerated
ras
learn
passion
dead
petrol
connect
educate
unclean
ascribe
money
southern
rubbish
flare
devastate
researcher
transfer
list
contiguous
what
interference
there
extreme
rise
flood
earth
for
ominously
law
different
after
harder
storms
chinas
harmful
variable
war
panic
words
bunch
use
sun
economy
me
can
""
in
solution
production
describe
gather
vocal
medicine
blizzard
furthermore
changeable
currently
refresher
symbol
long
n
sow
democracy
chance
truth
then
value
equipment
fort
as
ie
pol
conditions
vice
off
lower
love
cyclone
center
percentage
forest
crown
push
worrying
tragic
emissions
again
first
restriction
cat
uniformity
spoil
unstable
let
day
pretty
same
onshore
book
phase
loose
space
convince
scholars
crises
consumption
up
banned
firm
expand
peace
sea
unexpected
also
we
them
vicious
paltry
aka
immune
inevitable
saving
usual
principle
coat
prepare
representation
windrain
urbanization
blacken
violent
wet
skeptical
shorten
laptops
apparent
particularly
problem
tranquility
everyones
b
impose
wag
kindergarten
incredibly
soil
urgent
mere
denial
equip
wipe
nice
giant
foundation
effort
indigenous
now
ground
environmentallyfriendly
changed
treat
circumpolar
enjoyment
geology
perceive
renew
""
readjustment
state
late
times
sender
redhot
suspicious
individually
meter
unusual
stormer
damage
advantage
inundate
quantify
ansvarsfraskrivelse
throne
vest
upcoming
record
right
transportation
ass
huff
basis
ground
utilize
believe
cabbage
cage
us
drink
continental
ie
ding
besides
energy
s
thin
all
oh
homeless
big
ââclimate
reward
forth
perform
weirder
join
nor
labor
assumption
""
composite
argue
do
rarely
limitation
unfortunate
countrys
diversity
cheat
emotion
flee
""
clot
bastard
treasury
resort
greenest
nobody
antarctic
materialistic
cook
national
socalled
""
pacific
dot
succeed
do
tourism
spiral
agenda
normally
finite
personally
certify
selfreinforcing
ecoefficient
mixture
blast
seek
worlds
oversimplify
starvation
decline
unclear
preventive
coral
trigger
depopulation
shortage
election
drown
fitter
obviously
equator
sad
anybody
zero
exploitation
whilst
svalbard
find
organic
himself
elle
overfocus
devote
disastrous
fussy
stabilize
deny
""
react
mankind
pole
conflict
pollution
""
unless
underground
nurture
hot
impression
add
robbery
coming
reader
weather
muddy
neither
unsure
manmade
week
marginal
bloat
""
judge
childrens
separation
never
therefore
endless
conserve
bear
satisfied
vigorously
extensive
years
job
certification
anger
display
innovation
pave
fuss
quantity
scare
preferable
mas
thermal
irreversible
dominant
more
riser
good
pity
mitigation
from
todays
invent
most
sample
attend
park
characteristically
again
wait
existence
relocation
get
practice
southclimate
but
counter
overrate
resemble
prepare
missing
here
though
proposition
linearly
""
smog
frequency
friendliness
hit
lane
acceleration
release
earthquake
promises
cyclical
tenter
aid
lasting
extremely
multifaceted
milk
pasture
sense
disappearance
eater
as
iceberg
government
technically
plateau
growing
tenure
strict
mainly
disintegrate
red
bigotry
underway
rice
spot
fuels
false
sacrifice
eve
anthropogenic
purity
protection
moment
populous
bankrupt
uncomfortable
cool
scam
sigh
intervention
instead
public
north
challenge
nationally
cycles
she
west
basically
handful
journalism
southern
morn
reducing
greatly
guilty
survive
behave
fail
""
humans
fee
orchards
transmit
highest
sometime
hardly
salary
transport
offshore
consequences
gallery
""
credibility
pseudo
independent
cruise
analysis
owe
spring
train
walk
fell
eradicate
unintended
many
yuck
elbil
substantial
continuous
think
motoring
lowland
fifty
nature
uninformed
grain
shipwreck
importance
right
pray
disappointment
happier
want
weather
although
hasty
both
some
fast
w
depress
wolf
agony
frightening
traditionally
believe
conscious
admit
step
level
elevation
worse
sustainable
highway
distribute
ah
negative
because
right
approve
""
four
nye
represent
reduction
cheerless
india
overgrow
drain
potential
oh
please
order
easily
inclement
ocean
hoard
insufficient
reversibly
catch
uninteresting
optimist
spring
contempt
submit
serve
mark
years
it
politicians
bears
traditional
demonize
proportion
somewhere
confidence
were
oneself
girl
ischemic
grandchildren
still
po
comprehensive
village
""
equality
cyclical
fees
conceal
apples
rental
program
waterfront
higher
sustain
bustle
god
shoppingespecially
produce
earth
normal
years
probable
ambient
insulation
sealevel
seize
hurricane
transit
egg
respect
specialize
son
selfdestruction
soft
pose
police
disclaimer
continent
incomprehensible
top
stability
terrible
all
causal
conscience
its
prohibition
refugee
array
turbines
upcoming
finally
essential
""
freedom
unpleasant
increases
consciously
the
curb
extinction
ââapocalypse
disasters
it
wolf
life
severely
spit
land
of
popular
u
combine
hostile
mental
we
all
planet
warmer
perish
week
housing
deluge
cancer
conspiracy
livelihood
determine
goors
half
land
grim
the
""
intimidate
emissions
bird
cleanliness
thin
ignorant
utmost
media
weather
deterioration
strength
mans
big
project
dor
ridiculous
generations
utilization
millennia
fairly
proven
after
reservoir
suppose
context
pay
mind
manglende
contaminate
undertake
propagate
garden
workers
stone
pretext
directly
ecology
politically
tooth
promotion
s
differently
lucky
save
coping
science
sound
defend
fly
outer
hurry
act
coal
thinner
sunny
dikes
scenario
nervous
that
how
conflicting
static
frustration
mans
boat
topic
toward
imagine
rake
receive
nearly
""
to
glaciers
excuse
tunnel
disrupt
polluted
bike
expedite
rainy
slightly
demolition
try
""
wear
does
young
earth
""
dam
awfully
little
temperature
civilization
bribe
someone
solution
hm
engine
erroneous
line
honest
expect
hazard
prohibit
structural
actual
naively
nuclear
minimal
building
everythingeven
meneskeskapt
wheel
jack
delightful
brake
rapidly
sufficient
initiative
storms
substandard
three
unknown
licorice
eastern
_samtidig
manmade
example
skogbranner
diesel
silence
agree
ourselves
wife
equivalent
generally
variety
solidarity
expression
troughs
lean
recorded
unfortunately
actively
issmelting
expenditure
girth
beneath
we
every
interpretation
sometimes
complicated
basket
allow
conduct
intensity
windy
""
dense
greatly
geographical
""
truth
grief
mankind
children
contribute
anna
plane
problematic
impotence
sad
social
kids
""
diesel
almost
stateowned
tactics
change
drop
at
partly
abundant
effect
system
real
ignore
pattern
lie
closable
concerned
patty
led
gravy
troll
revolution
motor
polis
at
belief
springtime
greed
fresh
airport
give
example
under
inform
waves
plastic
pension
hopefully
compromising
paragraph
class
unbiased
producer
conflict
neutralize
cultivate
warranty
s
exhaust
er
more
pollution
hysterical
abide
help
such
meters
""
catastrophe
moral
damages
enthusiastic
viking
hopeless
pessimist
anthill
worryingly
chain
storage
tip
healthy
emissions
dairy
surround
leak
shelf
go
share
sorting
rainy
mart
simply
change
us
nonetheless
internationally
dump
honest
greedy
arise
good
endure
will
iceland
reason
springsummer
selfinterest
""
nationwide
multiwould
feasible
rebuild
something
reasonable
not
""
bigger
medium
flat
natural
native
strong
nonreversible
boredom
""
highly
legal
volcanic
mouse
tend
mathematically
psychology
support
incredible
quota
care
health
wordunlikelyfor
brazil
swine
new
composite
municipal
plus
regional
cycles
lie
easier
glove
frankly
future
extreme
store
grandson
narrowly
paralysis
confidence
collective
fish
prehistoric
absent
nobody
former
continually
additionally
fictional
surface
pollution
bus
material
chart
pair
felt
insufficient
predispose
special
post
moisture
disengage
inventory
do
slightly
sorry
executive
fact
and
of
swim
cowardly
pip
also
sobriety
""
fellow
populate
flood
often
snowless
saw
hog
""
opera
dire
west
onesided
surprisingly
excuse
foundation
protest
scientific
crap
none
liability
see
heaterswilderwetter
satisfy
divergent
ive
repair
runway
on
physical
axis
unprecedented
neglect
associate
centrifugal
past
derive
forward
wherever
danger
learning
acid
going
accumulate
again
family
prosperity
package
environment
priority
research
considerably
never
need
regularly
worsening
network
stuff
ie
demonstrably
crosswalk
ozone
disperse
boils
body
addiction
gasoline
says
irreversible
stream
year
percent
stick
member
frightening
easier
forget
everyones
deforestation
coast
lazy
locallyproduced
selfinterest
thus
imbecile
molest
ashamed
structure
job
brand
much
famine
ill
vas
condemn
cons
altitude
eradication
maybe
undesirable
gas
bump
sheep
blame
allowance
wood
notice
explain
strife
religion
agriculture
driving
knowledge
tiny
credible
avalanche
tilt
decide
b
turbulent
best
break
nonlinear
scenery
good
height
injunction
equipment
timeseries
lay
kyoto
sit
years
back
assume
apparel
grandson
massive
self
bureaucracy
symbiosis
region
graph
reg
private
survive
uncontrolled
or
happens
protocol
treatment
maninfluenced
million
years
earnest
decisive
adaptation
pick
out
thousandth
treasury
demonstrate
""
forbrukersamfunn
hearth
opportunity
solar
unhealthy
glacial
agricultural
increase
nature
humanity
indias
incountry
rainfloods
hardy
debates
let
haste
faint
advocate
scary
equally
low
fusion
scare
ladder
inefficiency
requirement
wall
ours
""
sola
fluctuation
earth
the
landbruk
coastal
therefore
selfishness
disgust
uneasy
c
black
overplay
impossible
outside
instability
twostroke
swim
scatter
nordnorge
own
precipitation
help
undermine
filipinene
industrial
yes
string
gone
plascast
variability
organize
thwart
fly
bulb
less
waterfall
stop
enrich
reign
recover
warming
dead
position
earthmer
revolve
nor
improvement
interest
either
electricity
spray
""
stopping
desert
plenty
rise
keeps
mord
èìß
religion
âârises
too
education
global
someone
heaterless
powered
gathering
shell
""
security
done
mountain
reduce
plan
sick
source
singleminded
stupidity
feed
unpleasant
commitment
local
positively
stamp
h
thats
bloated
judge
characterize
heaven
storm
super
specify
mismatch
choice
film
era
lost
time
paralyze
simple
affluent
return
within
taxfree
such
weatherrelated
e
settle
scary
polar
depreciate
like
scissor
scroll
fertilization
bread
document
impure
significance
quite
cavemen
egocentric
dwindle
predict
parts
style
trust
happily
anthropogenic
svalbard
creation
time
tendency
bicycle
desirable
coal
rural
powerless
partial
before
deserve
accompany
money
butterfly
skeptical
does
extinct
extremeweather
sea
inter
real
nonsense
uniform
art
shale
pessimistic
cope
outrageous
life
extremely
cute
toll
inconvenient
largescale
hybrid
norway
within
help
advertise
fluctuations
part
spew
horny
geographically
fuels
he
wilder
bridge
grass
temperate
guidance
an
headline
