abide
ability
able
abnormal
abroad
absent
absolute
abundant
accelerate
acceleration
access
accompany
accord
account
accumulate
acid
act
action
active
actively
activity
actual
actually
adapt
adaptation
add
addiction
addition
additional
additionally
admit
adult
advantage
adverse
advertise
advocate
affect
affluent
afford
afraid
age
agenda
aggravation
ago
agony
agree
agreement
agricultural
agriculture
ah
ahead
aid
air
aircraft
airport
aka
al
allege
allow
allowance
aloud
alter
alternative
altitude
ambient
amend
amendment
analysis
anemic
anger
angry
animal
anna
ansvarsfraskrivelse
answer
antarctic
anthill
anthropogenic
anxious
anybody
apocalypse
apparel
apparent
appear
apple
apply
approve
ar
arctic
area
argue
arise
arrange
array
art
artificial
ascribe
ashamed
ass
assistance
associate
assume
assumption
atmosphere
attempt
attend
attention
available
avalanche
average
avoid
aware
away
awfully
axis
b
bad
ballot
ban
bankrupt
bar
base
basically
basis
basket
bastard
beach
bear
begin
behalf
behave
behavior
belief
believe
beneath
benefit
bet
betrayal
better
bicycle
big
bigotry
bike
bil
billion
bind
bird
bite
black
blacken
blame
blast
blizzard
bloat
bloated
block
boat
body
boil
book
bore
boredom
boring
bother
brake
brand
brazil
bread
break
breakdown
breathe
bribe
bridge
bring
build
building
bulb
bump
bunch
bureaucracy
burn
bus
business
bustle
busy
butterfly
buy
c
cabbage
cage
call
cancer
capable
capitalism
capture
car
carbon
care
carry
case
cash
cast
cat
catastrophe
catastrophic
catch
cattle
causal
cause
caveman
cease
center
centrifugal
century
certain
certainly
certification
certify
chain
challenge
chance
change
changeable
chaos
characteristically
characterize
charge
chart
cheap
cheat
cheerless
child
china
choice
choose
circle
circumpolar
city
civilization
claim
class
clean
cleanliness
clear
clearly
climate
climatic
closable
clot
co
coal
coast
coastal
coat
cold
colder
collective
collectively
combat
combine
come
comfortable
comment
commit
commitment
common
community
company
compare
completely
complex
complicate
complicated
composite
comprehensive
compromise
con
conceal
concentrate
concentration
concern
concerned
concrete
concurrent
condemn
condition
conduct
confidence
conflict
confuse
confusion
connect
conscience
conscious
consciously
consequence
conserve
considerably
consist
conspiracy
constant
constantly
consume
consumer
consumption
contact
contaminate
contamination
contempt
content
context
contiguous
continent
continental
continually
continue
continuous
contribute
control
convince
cook
cool
cop
cope
coral
correct
corrupt
cost
count
counter
country
course
cover
coverage
cow
cowardly
crap
create
creation
credibility
credible
crime
crisis
critical
crosswalk
crown
cruise
crustal
cultivate
cultivation
cultural
curb
current
currently
cushion
cut
cute
cycle
cyclical
cyclone
daily
dairy
dam
damage
danger
dangerous
dare
date
datum
dawn
day
dead
deal
death
debate
decide
decisive
decline
decommission
decrease
defend
deforestation
deglaciation
degree
deliberately
delightful
deluge
demand
democracy
demolition
demonize
demonstrably
demonstrate
denial
dense
densely
deny
depend
dependent
depopulation
depreciate
depress
derive
descendant
describe
desert
deserve
desirable
despair
despite
despondency
destroy
destruction
detail
deteriorate
deterioration
determine
devastate
devastation
develop
development
devote
die
diesel
difference
different
differently
difficult
dikes
ding
dire
direction
directly
dirty
disadvantage
disagree
disagreement
disappear
disappearance
disappointment
disaster
disastrous
discharge
disclaimer
discomfort
discuss
disengage
disgust
disintegrate
disperse
display
disposable
disrupt
distance
distant
distribute
distribution
disturb
divergent
diversity
document
documentary
dominant
domino
doom
doomsday
dor
dot
double
doubt
drain
dramatic
drastic
drastically
drier
drill
drink
drive
drop
drought
drown
dry
dump
dwindle
e
earn
earnest
earth
earthquake
easily
eastern
easy
eat
eater
eco
ecological
ecology
economic
economics
economy
educate
education
effect
efficient
effort
eg
egg
egocentric
el
elect
election
electric
electricity
elevation
elle
emission
emit
emotion
end
endanger
endless
endure
enemy
energy
engage
engine
enjoyment
enormous
enrich
ensure
enter
enthusiastic
entire
entirety
environment
environmental
environmentally
equal
equality
equally
equator
equip
equipment
equivalent
er
era
eradicate
eradication
erroneous
eruption
especially
essential
essentially
etc
eternal
eve
eventually
everyday
evidence
evolution
exactly
exaggerate
exaggerated
exaggeration
exam
example
excessive
excuse
executive
exhaust
exist
existence
expand
expect
expedite
expenditure
expensive
experience
explain
exploit
exploitation
expose
expression
extensive
extent
extinct
extinction
extra
extraction
extreme
extremely
f
face
fact
factor
factory
fail
faint
fairly
faith
fall
false
family
famine
far
farm
fashion
fast
faster
fear
feasible
fee
feed
feel
fell
fellow
fertilization
fictional
field
fight
filipinene
film
finally
financial
find
fine
finite
firm
fish
fit
fitter
fix
flare
flat
flee
fleet
flexible
flight
flood
flooding
fluctuation
fly
focus
follow
food
foolish
forbrukersamfunn
force
foremost
forest
forever
forget
form
formwork
fort
forth
forward
fossil
foundation
frankly
fraud
free
freedom
freezer
frequency
frequent
fresh
friendliness
friendly
frighten
frightening
frustrate
frustration
fuel
fume
fund
furthermore
fusion
fuss
fussy
future
g
gain
gallery
garbage
garden
gas
gasoline
gather
general
generally
generation
geographical
geographically
geology
giant
girl
girth
glaci
glacial
glacier
gladly
global
globally
globe
glove
go
goat
god
good
goor
gore
govern
government
gradually
graduate
grain
grandchild
grandson
graph
grass
gravy
great
greatly
gree
greed
greedy
green
greener
greenhouse
grief
grim
grind
grip
ground
group
grow
growth
guidance
guilt
guilty
gulf
h
habit
half
handful
happen
happier
happily
hard
hardly
hardy
harmful
hassle
haste
hasten
hasty
hazard
hazardous
head
headline
health
healthy
hear
hearth
heat
heater
heating
heaven
heavy
height
hell
help
helpless
hermit
high
highly
highway
historically
history
hit
hm
hoard
hog
home
homeless
honest
hope
hopefully
hopeless
hopelessly
horizon
horny
horror
host
hostile
hot
hotter
hour
house
housing
huff
huge
human
humanity
humid
hurricane
hurricanes
hurry
hurt
hybrid
hypocritical
hysteria
hysterical
i
ice
iceberg
iceland
idea
ie
ignorance
ignorant
ignore
imagine
imbalance
imbecile
immediate
immigration
immune
impact
implement
import
importance
important
impose
impossible
impotence
impression
improve
improvement
impure
inclement
include
income
incomprehensible
inconvenient
increase
increasingly
incredible
incredibly
independent
india
indigenous
individual
individually
induce
industrial
industry
inefficiency
inefficiently
inertia
inevitable
influence
inform
information
infrastructure
initially
initiate
initiative
injunction
innocent
innovation
insecurity
inside
instability
instead
insufficient
insulation
intensity
inter
interest
interference
international
internationally
interpretation
intervention
intimidate
inundate
invent
inventory
invest
involve
irrelevant
irreversible
ischemic
issmelting
issue
jack
job
join
journalism
judge
judgment
keep
kid
kind
kindergarten
know
knowledge
kyoto
l
labor
lack
ladder
land
landbruk
landslide
lane
laptop
large
largely
last
late
later
law
layer
lazy
lead
leak
lean
learn
leave
legal
less
let
level
liability
licorice
lie
life
lifetime
light
like
likely
limit
limitation
line
linear
linearly
list
lite
liter
litter
little
live
livelihood
local
locally
locate
long
longer
look
loose
lose
loss
lot
love
low
lower
lowland
lucky
lying
m
mad
main
mainly
major
majority
man
manage
manglende
mankind
manmade
many
marginal
mark
market
mart
mas
mass
massive
master
masturbation
material
materialistic
mathematically
matter
maybe
mean
measure
mechanism
media
medicine
medium
meet
melt
melting
member
meneskeskapt
mental
mentality
mer
mere
meter
meters
migration
mild
milder
miljonar
milk
millennia
million
mind
minded
minimal
minor
mismatch
miss
misuse
mitigate
mitigation
mixture
moisture
mol
moment
momentum
monetary
money
moral
mord
morn
mother
motor
motoring
mountain
mouse
mouth
muddy
multi
multifacete
municipal
n
naively
narrowly
nation
national
nationally
nationwide
native
natural
naturally
nature
nearly
necessarily
necessary
need
needless
negative
negatively
neglect
nervous
network
neutral
neutralize
new
news
nice
non
nonetheless
nonsense
nordnorge
normal
normally
north
northern
norway
notch
notice
nuclear
number
nurture
nye
o
obvious
obviously
occur
ocean
offset
offshore
oh
oil
old
ominously
oneself
ongoing
onshore
oodle
open
opera
opinion
opportunity
oppose
opposite
optimist
orchard
order
ordinary
organic
organize
outer
outrageous
outside
oven
overall
overconsumption
overcrowd
overgrow
overplay
overrate
oversimplify
overuse
owe
own
ozone
p
pace
pacific
package
pair
palm
paltry
panic
paper
paragraph
paralysis
paralyze
park
part
partial
partially
particularly
partly
party
pass
passion
past
pasture
pattern
patty
pave
pay
peace
pee
pension
people
perceive
percent
percentage
perform
period
perish
persist
person
personal
personally
pessimist
pessimistic
petrol
phase
phenomenon
photosynthesis
physical
pick
picture
pig
pip
piss
pity
pla
place
plan
plane
planet
planetary
plant
plastic
plat
plateau
play
pleasure
plenty
plus
po
point
poison
pol
polar
polarize
pole
police
policy
polis
politic
political
politically
politician
pollute
polluted
polluting
pollution
poor
popular
populate
population
populous
portion
pose
position
positive
positively
possible
possibly
post
potato
potential
poverty
power
powerful
powerless
practice
prater
pray
precautionary
precipitation
predict
predispose
preferable
preferably
prehistoric
prepare
present
preserve
pressure
pretext
pretty
prevent
preventive
previously
price
primarily
principle
priority
private
probable
probably
problem
problematic
process
produce
producer
product
production
profit
program
progress
prohibit
prohibition
project
promise
promotion
propaganda
propagate
properly
proportion
proposition
prosperity
protect
protection
protest
protocol
prove
provide
provocative
pseudo
psychology
public
pull
pump
punish
purify
purity
push
quality
quantify
quantity
question
quickly
quota
rain
rainfall
rainforest
rainy
raise
rake
rapid
rapidly
rarely
ras
reach
react
read
reader
readjustment
real
reality
realize
realm
reason
reasonable
rebuild
receive
recent
recognize
record
recover
recovery
recycle
red
reduce
reduction
reel
refresher
refugee
reg
regard
regardless
region
regional
regularly
reign
reindeer
reinforce
relate
relation
relative
relatively
release
relevant
religion
relocation
rely
remain
remember
remove
renew
renewable
rent
rental
repair
replace
report
represent
representation
require
requirement
research
researcher
resemble
reservoir
resident
resist
resort
resource
respect
responsibility
responsible
rest
restriction
result
retire
return
reuse
reverse
reversible
reversibly
revolution
revolve
reward
rice
rich
ridiculous
right
rise
riser
rises
risk
robbery
rogue
role
rough
round
rproblematikk
rubbish
ruin
rule
run
runway
rural
rush
s
sacrifice
sad
safety
salary
sample
samtidig
satisfied
satisfy
save
say
scale
scam
scar
scare
scary
scatter
scenario
scenery
scholar
school
science
scientific
scissor
scope
scroll
sea
sealevel
season
second
secondly
security
see
seek
seize
self
selfish
selfishness
sell
send
sender
sense
sensible
separation
series
seriously
serve
set
settle
severe
severely
shale
shall
shallow
shame
share
sharpen
sheep
shelf
shell
shipwreck
shopping
short
shortage
shorten
shoulder
shrink
sick
sided
sigh
sign
significance
significant
significantly
silence
similar
simple
simply
single
sit
situation
skeptical
ski
skogbranner
slaughter
slightly
slow
slowly
small
smell
smelt
smog
smoke
snow
snowless
sobriety
social
society
soft
soil
sola
solar
solidarity
solution
solve
somewhat
son
soon
sorrow
sorry
sort
sound
source
south
southern
sow
space
spar
speak
special
specialize
specie
specify
speech
speed
spend
spew
spill
spiral
spit
splay
split
spoil
spot
spray
spread
spring
springtime
stability
stabilize
stable
stagnate
stamp
stand
standard
start
starvation
starve
state
statement
states
static
stay
step
stick
stomach
stone
stop
storage
store
storm
stormer
stormy
story
strange
stream
strength
strict
strife
string
strive
stroke
strong
structural
structure
struggle
stuff
stupid
stupidity
style
subject
submit
subsequent
substandard
substantial
succeed
success
suffer
sufficient
suggestion
sum
summer
sun
sunny
super
supply
support
suppose
sure
surely
surface
surge
surprise
surprisingly
surround
survive
susceptible
suspender
suspicious
sustain
sustainable
svalbard
swim
swine
symbiosis
symbol
system
tabloid
tactic
talk
task
tax
technically
technological
technology
tell
temp
temperate
temperature
tend
tendency
tenter
tenure
term
terrible
thaw
theme
theory
thermal
they
thin
thing
think
thinking
thought
thoughtful
thousand
thousandth
threat
threaten
throne
throw
thwart
tide
tilt
time
tiny
tip
tire
tired
today
toll
tomorrow
tooth
topic
total
totally
tourism
toxic
traditional
traditionally
tragic
train
tram
tranquility
transfer
transit
translate
transmit
transport
transportation
travel
treasury
treat
treatment
tree
tremendous
trend
trigger
troll
tropical
trouble
trough
true
trust
truth
try
tsunami
tunnel
turbine
turbulent
turn
type
typhoon
u
un
unavoidable
unbearably
unbiased
uncertain
uncertainty
unclean
unclear
uncomfortable
uncontrolle
undergo
underground
undermine
understand
undertake
underway
undesirable
uneasy
unemployment
unexpected
unfair
unfortunate
unfortunately
unhealthy
uniform
uniformity
uninformed
uninhabitable
unintended
unintereste
united
universe
unknown
unlikely
unnecessary
unpleasant
unpopular
unprecedented
unpredictable
unstable
unsure
unsustainable
unusual
upcoming
urbanization
urgent
urgently
usage
use
usual
utilization
utilize
utmost
value
variability
variable
variation
variety
vary
vas
vegetation
vehicle
vest
vice
vicious
view
vigorously
vike
village
violent
visible
vocal
volcanic
vote
vulnerable
vã
w
wag
wait
walk
wall
want
war
warm
warming
warranty
waste
watch
water
waterfall
waterfront
wave
way
weak
wear
weather
week
weirder
welfare
well
west
western
wet
wetter
wheel
whilst
wife
wild
wilder
wildlife
win
wind
window
windy
winter
wipe
wish
wit
withstand
wolf
wonder
wood
word
work
worker
world
worried
worry
worrying
worryingly
worsen
worth
write
wrong
year
yes
yield
young
yuck
zero
zone
â
èìß
